{
    "contacts": {
        "code": 0,
        "name": "Алексей Родионов",
        "dateOfBirth": "19.10.1982г.",
        "city": "г.Минск",
        "phone": "тел. +37529 111 31 88, +37529 769 25 98",
        "e_mail": "legenservis@tut.by",
        "gitHub": "https://github.com/AlexRodionovDev",
        "facebook":"https://www.facebook.com/rybiroid"
    },
    "purpose": "получение должности Front-End разработчика",
    "aboutMe": {
        "first":"Настойчивый, целеустремленный, ответственный, в меру коммуникабельный. Нацелен на развитие себя как программиста, хочу приносить пользу фирме и коллективу в котором работаю. Мне нравится профессия Front-End разработчика, работа позволяет видеть результаты моего труда, ставит интересные задачи и позволяет профессионально развиваться. В процессе работы быстро обучаюсь. Недостаток опыта в программировании стараюсь компенсировать ответственным отношением к делу. Не склонен часто менять место работы. Считаю важным работать в сплочённой команде, где люди всегда готовы делиться опытом и качественно выполняют свои задачи для реализации общей цели.",
        "second": "Свой первый сайт сделал после первого курса IT Академии на HTML, CSS + немного JS, для жены, это конечно не образец для подражания, но до сих пор работает и приносит прибыль ",
        "third": "http://naskosmet.by/index.html"
    },

    "devSkills": [
        "HTML, CSS, препроцессоры (Sass, LESS);",
        "JavaScript(ES5 и выше);",
        "React, Redux, Next.js, material ui, немного TypeScript;",
        "Gulp, Git, GitHab, webpack;"
    ],
    "education": {
        "period":"1999 - 2003 г.",
        "education": "Высшее.",
        "placeOfStudy": "Белорусский торгово-экономический университет, г. Гомель, факультет \"Экономика и управление на предприятии\", специальность \"Экономика и правовое обеспечение хозяйственной деятельности\", дневное отделение."
    },

    "addEducation": {
        "period": "апрель 2021г. - февраль 2022г.",
        "placeOfStudy": ["Курсы Font-End разработки в IT-Academy (\"ООО Образвательный центр программирования и высоких технологий)"],
        "courses": ["апрель - июль 2021 года, курсы \"HTML, CSS и JavaScript\" (дневные);",
                    "авгут -октябрь 2021 года, курсы \"Разработка веб-приложений на JavaScript\"(дневные);",
                    "ноябрь 2021 года - январь 2021 года, курсы \"Разработка веб-приложений на React и Angular\"(удаленные);"]
    },
    "job": [
{
            "period": "2003 - 2006гг.",
            "placeOfWork": "Экономист, ЧУП \"ЗаводБелкооппрогресс\"",
            "responsibilities": "Функциональные обязанности: сбор, обработка и анализ данных для расчетов экономических показателей предприятия подготовка оперативных и стратегических планов развития компании управление экономическими показателями и бизнес-процессами."
        },
{
            "period": "2006 - 2010гг.",
            "placeOfWork": "Начальник планово-экономического отдела, ЧУП \"БЕЛКООППРЕСТИЖ\"",
            "responsibilities": "Функциональные обязанности: осуществление руководства работой по экономическому планированию на предприятии, направленному на организацию рациональной хозяйственной деятельности в соответствии с потребностями рынка и возможностями получения необходимых ресурсов, выявление и использование резервов производства с целью достижения наибольшей эффективности работы предприятия."
        },
{
            "period": "2010 - 2021гг.",
            "placeOfWork":"Директор, ООО \"Легенсервис\"",
            "responsibilities": "Функциональные обязанности: осуществление руководства организацией, подготовка дизайна наружной реклмамы для согласования с заказчиком, разработка конструктива наружной рекламы, просчет материалов и подготовка файлов для фрезеровки и лазерной резки, подготовка макетов для печати, работа с документами."
        }
    ]
}